Repository: openstack-archive/deb-ceilometer
Catalog: debian/po/*.po
Languages: sv

source: Register Ceilometer in the Keystone endpoint catalog?
sv: Ska Ceilometer registreras i Keystones katalog för ändpunkter?

source: Each OpenStack service (each API) should be registered in order to be accessible. This is done using "keystone service-create" and "keystone endpoint-create". This can be done automatically now.
sv: Alla OpenStack-tjänster (varje API) måste registreras för att kunna användas. Detta görs med kommandona "keystone service-create" och "keystone endpoint-create". Detta kan göras automatiskt nu.

source: Note that you will need to have an up and running Keystone server on which to connect using the Keystone authentication token.
sv: Observera att du behöver ha en fungerande Keystone-server som kan anslutas till.

source: Keystone server IP address:
sv: IP-adress till Keystone-server:

source: Please enter the IP address of the Keystone server, so that ceilometer-api can contact Keystone to do the Ceilometer service and endpoint creation.
sv: Ange IP-adress till Keystone-servern så att ceilometer-api kan kontakta Keystone för att skapa Ceilometer-tjänsten och ändpunkten.

source: Keystone authentication token:
sv: Autetiseringsvärde för Keystone:

source: To configure its endpoint in Keystone, ceilometer-api needs the Keystone authentication token.
sv: För att lägga till ändpunkt i Keystone behöver ceilometer-api ett autentiseringsvärde för Keystone.

source: Ceilometer endpoint IP address:
sv: IP-adress för Ceilometers ändpunkt:

source: Please enter the IP address that will be used to contact Ceilometer.
sv: Ange den IP-adress som ska användas för att kontakta Ceilometer.

source: This IP address should be accessible from the clients that will use this service, so if you are installing a public cloud, this should be a public IP address.
sv: Denna IP-adress ska vara nåbar från klienterna som vill använda den här tjänsten. Om detta är en publik molntjänst så ska det vara en publik IP-adress.

source: Name of the region to register:
sv: Regionnamn:

source: OpenStack supports using availability zones, with each region representing a location. Please enter the zone that you wish to use when registering the endpoint.
sv: OpenStack använder tillgänglighetszoner. Varje region representerar en plats. Ange zonen som ska användas när ändpunkten registreras.
