Repository: openstack-archive/deb-ceilometer
Catalog: ceilometer/locale/*/LC_MESSAGES/ceilometer-log-warning.po
Languages: de, ko_kr

source: Can't connect to keystone, assuming Panko is disabled and retry later.
de: Verbindung mit Keystone nicht möglich. Vermutlich is Panko deaktiviert, versuche es später erneut

source: Can't connect to keystone, assuming aodh is disabled and retry later.
de: Verbindung mit Keystone nicht möglich. Vermutlich is aodh deaktiviert, versuche es später erneut
ko_kr: Keystone에 연결할 수 없습니다 . Aodh가 사용되지 않는다고 가정하여 나중에 다시 시도합니다.

source: Can't connect to keystone, assuming gnocchi is disabled and retry later
de: Verbindung mit Keystone nicht möglich. Vermutlich is gnocchi deaktiviert, versuche es später erneut
ko_kr: Keystone에 연결할 수 없습니다. Gnocchi가 사용되지 않는다고 가정하여 나중에 다시 시도합니다.

source: Cannot extract tasks because agent failed to join group properly. Rejoining group.
de: Extrahieren der Tasks nicht möglich, da der Agent nicht ordnungsgemäß in die Gruppe eingebunden werden konnte. Operation zum Wiedereinbinden in die Gruppe wird durchgeführt.
ko_kr: 에이전트가 적절하게 그룹을 결합하지 못했으므로 작업을 추출할 수 없습니다. 그룹을 다시 결합합니다.

source: Cannot inspect data of %(pollster)s for %(instance_id)s, non-fatal reason: %(exc)s
de: Die %(pollster)s-Daten für %(instance_id)s können nicht untersucht werden. Behebbare Ursache: %(exc)s
ko_kr: %(instance_id)s의 %(pollster)s 데이터를 검사할 수 없습니다. 치명적이지 않은 이유: %(exc)s

source: Cannot inspect data of %(pollster)s for %(instance_id)s: %(exc)s
de: Daten von %(pollster)s für %(instance_id)s können nicht untersucht werden: %(exc)s

source: Cannot resolve host %s, creating AF_INET socket...
de: Kann Host %s nicht auflösen, erzeuge AF_INET Socket...

source: Dropping out of time order sample: %s
de: Löschen des nicht in die zeitliche Reihenfolge gehörenden Beispiels: %s
ko_kr: 시간 순서 샘플에서 삭제: %s

source: Dropping sample with no predecessor: %s
de: Beispiel ohne Vorgänger wird gelöscht: %s
ko_kr: 선행 작업이 없는 샘플 삭제: %s

source: Duplicated values: %s found in CLI options, auto de-duplicated
de: Duplizierte Werte: %s wurden in den CLI-Optionen gefunden und automatisch de-dupliziert
ko_kr: 중복된 값: CLI 옵션에 %s이(가) 있습니다. 자동으로 중복이 해제됩니다.

source: Failed to load any dispatchers for %s
de: Es konnten keine Dispatcher für %s geladen werden.
ko_kr: %s의 디스패처를 로드하는 데 실패

source: Failed to parse date from set fields, both fields %(start)s and %(end)s must be datetime: %(err)s
de: Fehler beim analysieren der Daten aus den gesetzten Feldern. Beide Felder %(start)s und %(end)s müssen als Inhalt datetime haben: %(err)s
ko_kr: 설정 필드에서 데이터를 구문 분석하는 데 실패, 두 필드 %(start)s 와 %(end)s은(는) 모두 datetime임: %(err)s

source: Ignore unrecognized field %s
de: Nicht erkanntes Feld %s ignorieren
ko_kr: 인식되지 않는 필드 %s 무시

source: Inspection disk usage of network disk %(instance_uuid)s unsupported by libvirt
de: Untersuchung der Plattenverwendung der Netzwerkplatte %(instance_uuid)s wird von libvirt nicht unterstützt

source: Invalid status, skipping IP address %s
de: Ungültiger Status. IP-Adresse %s wird übersprungen.
ko_kr: 올바르지 않은 상태, IP 주소 %s 건너뛰기

source: Negative delta detected, dropping value
de: Negatives Delta erkannt. Wert wird verworfen.
ko_kr: 음수의 델타가 발견되어 값을 삭제함

source: No endpoints found for service %s
de: Es wurden keine Endpunkte für den Service %s gefunden.
ko_kr: %s 서비스의 엔드포인트를 찾을 수 없음

source: Non-metric meters may be collected. It is highly advisable to disable these meters using ceilometer.conf or the pipeline.yaml
de: Es werden möglicherweise nicht metrische Daten erfasst. Es wird dringend empfohlen, diese Zähler über die Datei ceilometer.conf oder pipeline.yaml zu inaktivieren.
ko_kr: 비측정 미터를 수집할 수 없습니다. celometer.conf 또는 pipeline.yaml을 사용하여 이러한 미터를 사용하지 않게 설정하는 것이 좋습니다.

source: Skipping %(name)s, %(service_type)s service is not registered in keystone
de: %(name)s wird übersprungen. Der Service %(service_type)s ist nicht in Keystone registriert.
ko_kr: %(name)s, %(service_type)s 서비스 건너뛰기는 keystone에 등록되지 않음

source: Skipping duplicate meter definition %s
de: Doppelte Messdefinition %s wird übersprungen.
ko_kr: 중복 측정 정의 %s 건너뛰기

source: Timedelta plugin is required two timestamp fields to create timedelta value.
de: Das Timedelta Plugin benötigt zwei Zeitstempel um einen Delta-Wert zu erzeugen.
ko_kr: Timedelta 플러그인에서 timedelta 값을 생성하려면 두 개의 시간소인 필드가 필요합니다.

source: Unknown discovery extension: %s
de: Unbekannte Erkennungserweiterung: %s

source: ceilometer-api started with Panko enabled. Events URLs will be redirected to Panko endpoint.
de: Die ceilometer-api wurde mit aktiviertem Panko gestartet. Ereignis-URLs werden an den Panko-Endpunkt umgeleitet.

source: ceilometer-api started with aodh enabled. Alarms URLs will be redirected to aodh endpoint.
de: Die ceilometer-api wurde mit aktiviertem aodh gestartet. Alarm-URLs werden an den aodh-Endpunkt umgeleitet.
ko_kr: Aodh가 사용된 상태로 ceilometer-api가 시작되었습니다. 알람 URL이 aodh 엔드포인트로 경로가 재지정됩니다.

source: ceilometer-api started with gnocchi enabled. The resources/meters/samples URLs are disabled.
de: Die ceilometer-api wurde mit aktiviertem Gnocchi gestartet. Die URLs für resources/meters/samples sind inaktiviert.
ko_kr: Gnocchi를 사용한 상태로 ceilometer-api가 시작되었습니다. 자원/측정/샘플 URL을 사용하지 않습니다.

source: ceilometer-dbsync is deprecated in favor of ceilometer-upgrade
de: ceilometer-dbsync ist veraltet und wurde durch ceilometer-upgrade ersetzt

source: gnocchi project not found in keystone, ignoring the filter_service_activity option
de: Gnocchi-Projekt wurde nicht in Keystone gefunden, die filter_service_activity Option wurde ignoriert

source: metering data %(counter_name)s for %(resource_id)s @ %(timestamp)s has no volume (volume: None), the sample will be dropped
de: Die Messung von Daten %(counter_name)s für %(resource_id)s @ %(timestamp)s enthält keinen Datenträger (volume: None). Die Stichprobe wird gelöscht.
ko_kr: %(resource_id)s @ %(timestamp)s의 측정 데이터 %(counter_name)s에 볼륨(volume: None)이 없으므로 샘플이 삭제됩니다.

source: metering data %(counter_name)s for %(resource_id)s @ %(timestamp)s has volume which is not a number (volume: %(counter_volume)s), the sample will be dropped
de: Die Messung von Daten %(counter_name)s für %(resource_id)s @ %(timestamp)s enthält einen Datenträger ohne Zahl (volume: %(counter_volume)s). Die Stichprobe wird gelöscht.
ko_kr: %(resource_id)s @ %(timestamp)s의 측정 데이터 %(counter_name)s에 번호(volume: %(counter_volume)s)가 아닌 볼륨이 있으므로, 샘플이 삭제됩니다.

source: metric %s is not handled by Gnocchi
de: Metrik %s wird nicht von Gnocchi gehandhabt

source: notification signature invalid, discarding: %s
de: Benachrichtigungssignatur ungültig, verwerfe: %s

source: sample signature invalid, discarding: %s
de: Mustersignatur ungültig, verwerfe: %s

source: split plugin is deprecated, add ".`split(%(sep)s, %(segment)d, %(max_split)d)`" to your jsonpath instead
de: Das split Plugin ist veraltet. Fügen Sie stattdessen ".`split(%(sep)s, %(segment)d, %(max_split)d)`" zu Ihrem jsonpath hinzu
ko_kr: 분할 플러그인은 더 이상 사용되지 않음, 대신 ".`split(%(sep)s, %(segment)d, %(max_split)d)`"을(를) jsonpath에 추가

source: unable to configure oslo_cache: %s
de: Konfigurieren von oslo_cache nicht möglich: %s
ko_kr: oslo_cache를 구성할 수 없음: %s

source: event signature invalid, discarding event: %s
ko_kr: 이벤트 서명이 올바르지 않아 이벤트를 삭제함: %s

source: pecan_debug cannot be enabled, if workers is > 1, the value is overrided with False
ko_kr: pecan_debug를 사용하도록 설정할 수 없습니다. 작업자가 > 1이면 값이 False로 겹쳐씁니다.
